Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/sami_gielladahku_-balkkasupmi_pasila_vuoddoskuvlii_ja_dan_davvisamegiella-suomagiella_luohkkai.html.tmx
Source language: sme
Languages: smn

source: Sámi gielladahku -BÁLKKAŠUPMI Pasila vuođđoskuvlii ja dan davvisámegiella-suomagiella luohkkái
smn: Säämi kielâtaho -PALHÂŠUME Pasila vuáđuškoovlân já ton tavesämikielâ-suomâkielâ luokan

source: Sámedikki sámi giellaráđđi lea mieđihan sámi gielladahku -bálkkašumi Pasila vuođđoskuvlii ja dan guovttegielat davvisámegiella-suomagiella-luohkkái.
smn: Sämitige säämi kielârääđi lii mieđettâm Säämi kielâtaho -palhâšume Pasila vuáđuškoovlân já ton kyevtkielâlii tavesämikielâ-suomâkielâ-luokan.

source: Sámi gielladahku -bálkkašupmi juhkko viđat geardde.
smn: Säämi kielâtaho-palhâšume juáhhoo viiđâd keerdi.

source: Sámi gielladahku -bálkkašumiin addojuvvo dovddastus sámegielat bálvalusaid ja sámegiela sajádaga ovddideami buorrin dahkkon ánssolaš barggus Suomas.
smn: Säämi kielâtaho -palhâšuumijn adeluvvoo tubdâstâs sämikielâlij palvâlusâi já sämikielâ sajattuv ovdedem pyerrin porgum mávsulii pargoost Suomâst.

source: Sámi gielladahku -bálkkašupmi lea sámi duodji ja diploma.
smn: Säämi kielâtaho -palhâšume lii sämityeji já diplom.

source: Bálkkašupmi luohpaduvvo Pasila skuvllas Helssegis disttaga 17.12. dmu 10.00.
smn: Palhâšume keigejuvvoo Pasila škoovlâ tiilijn Helsigist majebaargâ 17.12. tme 10.00.

source: – Pasila skuvlla davvisámegiella-suomagiella luohkká lea ovdamearka dan dehálaš barggus mii bargo sámekultuvrra ja sámegielaid seailluheami ovdii sámiid ruovttuguovllu olggobealde, muitala sámi giellaráđi ságajođiheaddji Neeta Jääskö .
smn: – Pasila škoovlâ tavesämikielâ-suomâkielâ luokka lii ovdâmerkkâ tehálii pargoost, mii pargoo sämmilii kulttuur já sämikielâi siäilutmân sämmilij päikkikuávlu ulguubeln, iätá säämi kielârääđi saavâjođetteijee Neeta Jääskö .

source: Sámekultuvrra eallineaktu lea sámegiela seailluheapmi boahttevaš buolvvaide ja giella lea sámekultuvrra deháleamos ja mávssoleamos oassi, man sirdáseapmi gávpotbirrasis sáhttá leat hástaleaddji.
smn: Sämmilâškulttuur eellimiähtu lii sämikielâ siäilum puáttee suhâpuolváid já kielâ lii sämmilâškulttuur tehálumos já kuávdášlumos uási, mon sirdâšum kaavpugpirrâsist puáhtá leđe hástulâš.

source: Pasila skuvla lea iežas positiivvalaš ovdamearkkain movttiidahttán sámeoahpahusa ovddideapmi maiddái eará gávpogiinge –dás lea ánssuid fidnen erenomážit skuvlla rektor giitala Jääskö .
smn: Pasila škovlâ lii jieijâs positiivlii ovdâmerháin movtijdittâm sämimáttááttâs oovdedmân eres-uv kaavpugijn – täst lii eromâšávt ánsulum škoovlâ rehtor, kijttá Jääskö .

source: Bálkkašupmi lea Ilmari Tapiola duodji
smn: Palhâšume lii Ilmari Tapiola tyeji

source: Sámi gielladahku -bálkkašupmi lea duodji, man duddjojeaddji lea válljen Sámi Duodji rs. Bálkkašupmi lea muoras ráhkaduvvon gárri, mii lea čiŋahuvvon čoarvemateriálain. Gári lea duddjon duojár Ilmari Tapiola, Ohcejogas.
smn: Säämi kielâtaho -palhâšume lii sämityeji, mon rähtee lii valjim Sámi Duodji ry. Palhâšume lii muorâst rahtum lite čuárvihervâiguin (tavesämikielân gárr i) já ton rähtee lii tuáijár Ilmari Tapiola, Ucjuuvâst.

source: Sámedikki vuođustusat
smn: Sämitige vuáđustâsah

source: Sámedikki giellaráđđi vuođustallá mearrádusa ee. dainna, ahte Pasila vuođđoskuvlla doaibmavuohki addá doaivaga ja láhčá vejolašvuođaid, ahte gávpogis sáhttá geavahit sámegiela, eallit sápmelažžan ja oahppat kultuvrra.
smn: Sämitige kielârääđi vuáđustâl miärádâsâs ei. nuuvt, ete Pasila vuáđuškoovlâ toimâvyehi addel tuoivuu já máhđulâšvuođâid, ete kaavpugist puáhtá kevttiđ sämikielâ, eelliđ sämmilâžžân já oppâđ kulttuur.

source: Fuopmášan veara lea maiddái, ahte dát Pasila vuođđoskuvlla geahččaleapmi lea movttiidahttán earáge skuvllaid čielggadit vejolašvuođa álggahit guovttegielat luohká dahje vuođđudit dakkára.
smn: Huámmášittee lii meid, ete taat Pasila vuáđuškoovlâ vuosâkeččâlem lii movtijditám eres-uv škoovlâid selvâttiđ máhđulâšvuođâ algâttiđ kyevtkielâlii luoka tâi vuáđudiđ taggaar.

source: Giellaráđi mielas Pasila skuvlla ánsun sáhttá maiddái lohkat dan, ahte dat ollašuhttá sámiid gielalaš vuoigatvuođaid viidásabbot go maid láhka eaktuda.
smn: Kielârääđi mield Pasila škoovlâ ánsun puáhtá meid luuhâđ tom, ete tot olášut sämmilij kielâlijd vuoigâdvuođâid vijđásubbooht ko maid laahâ váátá.

source: Pasila skuvla lea maiddái bajidan sámiid ja smávva sámeluohká olles skuvlla áššin, ja skuvllas leat máŋgga láhkai ja maiddái dáhpáhusain vuhtii váldon sámekultuvra ja sámegielat.
smn: Pasila škovlâ lii meid pajedâm sämmilijd já uccâ sämiluoka oles škoovlâ äššin, já škoovlâst láá maaŋgâ sierâ vuovijguin já tábáhtusâiguin valdum huámmášumán sämmilâš kulttuur já sämikielah.

source: Sámi gielladahku -bálkkašupmi
smn: Säämi kielâtaho -palhâšume

source: Lassidieđut:
smn: Lasetiäđuh:

source: gielladorvočálli Anne Kirste Aikio.
smn: Kielâtorvočällee Anne Kirste Aikio.

source: tel. 010 839 3124, anne-kirste.aikio@samediggi.fi
smn: puh 010 839 3124, anne-kirste.aikio@samediggi.fi
